{
    "banana": [
        "I want a banana",
        "Could you grab me a banana, please?",
        "I'd like a banana, if you don't mind.",
        "Can you get me a banana real quick?",
        "May I request a banana?",
        "Would you kindly bring me a banana?",
        "Do you happen to have a banana I could have?",
        "I'm craving a banana. Could you bring me one?",
        "Can you fetch me a banana?",
        "A banana would hit the spot right now. Could you get me one?",
        "Hey, can you snag me a banana?",
        "I need a banana. Could you help me out?",
        "I'm in the mood for a banana. Can you grab me one?",
        "Can you please get me a banana?",
        "Could you do me a favor and bring me a banana?",
        "I could really use a banana. Would you be willing to get me one?",
        "Would it be possible to get a banana?",
        "I'd be grateful if you could bring me a banana.",
        "Could you hook me up with a banana?",
        "How about getting me a banana?",
        "Can you bring me a banana, please?",
        "I'd appreciate it if you could get me a banana.",
        "I'm feeling peckish. Can you grab me a banana?",
        "Can you hand me a banana?",
        "Can I trouble you for a banana?",
        "Can you get me a banana, pretty please?",
        "I need a banana. Could you be so kind as to grab me one?",
        "How about getting me a banana when you have a moment?",
        "Could you kindly procure me a banana?",
        "I'd love a banana right now. Could you bring me one?",
        "Can you get me a banana at your earliest convenience?",
        "May I have a banana, please?",
        "Can you bring me a banana, if it's not too much trouble?",
        "I'm really craving a banana. Could you help me out?",
        "Would you be so kind as to bring me a banana?",
        "Can you get me a banana when you have a chance?",
        "Could you do me a solid and grab me a banana?",
        "How about you get me a banana, huh?",
        "I could use a banana. Can you grab me one?",
        "Can you get me a banana, if it's not too much trouble?",
        "May I bother you for a banana?",
        "I need a banana. Could you please bring me one?",
        "Would you be able to fetch me a banana?",
        "Can you bring me a banana, when you have the time?",
        "Can you please get me a banana, if that's alright?",
        "I'd really appreciate it if you could bring me a banana.",
        "Can you get me a banana, whenever you have a chance?",
        "Can you kindly get me a banana, please?",
        "Would it be possible for you to bring me a banana?",
        "How about you grab me a banana, if you don't mind?",
        "Can you bring me a banana, when you get a chance?",
        "Get me a banana",
        "Fetch me a banana",
        "Bring me a banana",
        "Can I have a banana?",
        "I want a banana",
        "Need a banana",
        "Gimme a banana",
        "Hand me a banana",
        "Pass me a banana",
        "Get a banana for me",
        "I need a banana",
        "Let me have a banana",
        "I'd like a banana",
        "Please bring me a banana",
        "Banana, please",
        "I require a banana",
        "Provide me a banana",
        "Could I get a banana?",
        "May I have a banana please?",
        "Can you spare a banana?",
        "Lend me a banana",
        "Let me get a banana",
        "I crave a banana",
        "Give me a banana",
        "A banana would be great",
        "Bring a banana",
        "May I request a banana?",
        "Would it be possible to get a banana?",
        "Can you get me a banana?",
        "Can I get a banana from you?",
        "How about a banana?",
        "Banana me",
        "I could use a banana",
        "Banana time",
        "I'm in the mood for a banana",
        "Time for a banana",
        "Can you hook me up with a banana?",
        "Can you grab a banana for me?",
        "I want that banana",
        "Can you find me a banana?",
        "One banana, please",
        "I'd be grateful for a banana",
        "Can I get one of those bananas?",
        "I'd love a banana",
        "A banana would hit the spot",
        "Can I trouble you for a banana?",
        "Got a banana?",
        "I'm hungry for a banana"
    ],
    "bottle": [
        "I am thirsty",
        "I'm thirsty",
        "I need water",
        "I want water",
        "Pass me that water",
        "Pass me that bottle",
        "Pass me that bottle of water",
        "Get me a bottle of water",
        "Fetch me that glass of water",
        "Fetch me that bottle of water",
        "Fetch me that water",
        "Fetch me that glass",
        "Fetch me that bottle",
        "Bring me some water",
        "I feel dehydrated",
        "I want water",
        "I want some water",
        "I want that bottle",
        "Hand me that bottle",
        "Fetch me the bottle",
        "Bring me the bottle",
        "Bring me some water",
        "Bring me that glass",
        "Bring me that bottle",
        "I want to drink water",
        "I want to drink some water",
        "I need some water",
        "Can you bring me some water?",
        "Can you hand me that bottle of water",
        "Alfred, I want some water",
        "Alfred, can you bring me some water",
        "Alfred, can you give me some water",
        "Can you bring me a bottle of water?",
        "I'm thirsty. Can you get me a bottle of water?",
        "Water, please.",
        "Can you grab me a bottle of water?",
        "I need a drink. Can you get me a bottle of water?",
        "Bring me some water.",
        "Can you fetch me a bottle of water?",
        "I'm parched. Can you get me a bottle of water?",
        "I need to hydrate. Can you bring me a bottle of water?",
        "Water bottle, please.",
        "Can you please get me a bottle of water?",
        "I want some water. Can you get me a bottle?",
        "Can you help me get a bottle of water?",
        "I'd like some water. Can you get me a bottle?",
        "Please bring me a bottle of water.",
        "Can you please grab me a bottle of water?",
        "I'm in need of a drink. Can you fetch me a bottle of water?",
        "Can you bring me a water bottle?",
        "I need a sip of water. Can you get me a bottle?",
        "Can you get me a bottle of water please?",
        "I'm thirsty. Can you get me some water?",
        "Can you fetch me some water?",
        "I need some water. Can you get me a bottle?",
        "Can you please bring me a water bottle?",
        "I could use a drink. Can you grab me a bottle of water?",
        "Can you get me a bottle of water now?",
        "Can you please get me a water bottle?",
        "Water, water everywhere, but not a drop to drink. Can you help me?",
        "Can you fetch me a water bottle?",
        "I'm feeling thirsty. Can you bring me a bottle of water?",
        "Can you please grab me a water bottle?",
        "I'm feeling parched. Can you get me a bottle of water?",
        "Can you help me out and bring me a bottle of water?",
        "I need a drink. Can you please fetch me a bottle of water?",
        "Can you grab me a water bottle?",
        "I'm in need of hydration. Can you bring me a bottle of water?",
        "Can you fetch me a cold bottle of water?",
        "I'm thirsty. Can you please bring me some water?",
        "Can you get me a bottle of water, please?",
        "I could really use a drink. Can you bring me a bottle of water?",
        "Can you please fetch me a water bottle?",
        "I need a sip of water. Can you please get me a bottle?",
        "Can you grab me a bottle of water, please?",
        "Can you please help me out and bring me a bottle of water?",
        "I'd like a bottle of water, please.",
        "Can you bring me a fresh bottle of water?",
        "I'm feeling parched. Can you please fetch me a bottle of water?",
        "I need to quench my thirst. Can you get me a bottle of water?",
        "Can you help me by bringing me a water bottle?",
        "Can you please grab me some water?",
        "Can you fetch me a bottle of cold water?",
        "Can you get me a fresh bottle of water?",
        "Can you help me out and get me a bottle of water?",
        "I need a drink. Can you please bring me a bottle of water?",
        "Can you bring me a bottle of water?",
        "I'm thirsty. Can you get me a bottle of water?",
        "Water, please.",
        "Can you grab me a bottle of water?",
        "I need a drink. Can you get me a bottle of water?",
        "Bring me some water.",
        "Can you fetch me a bottle of water?",
        "I'm parched. Can you get me a bottle of water?",
        "I need to hydrate. Can you bring me a bottle of water?",
        "Water bottle, please.",
        "Can you please get me a bottle of water?",
        "I want some water. Can you get me a bottle?",
        "Can you help me get a bottle of water?",
        "I'd like some water. Can you get me a bottle?",
        "Please bring me a bottle of water.",
        "Can you please grab me a bottle of water?",
        "I'm in need of a drink. Can you fetch me a bottle of water?",
        "Can you bring me a water bottle?",
        "I need a sip of water. Can you get me a bottle?",
        "Can you get me a bottle of water please?",
        "I'm thirsty. Can you get me some water?",
        "Can you fetch me some water?",
        "I need some water. Can you get me a bottle?",
        "Can you please bring me a water bottle?",
        "I could use a drink. Can you grab me a bottle of water?",
        "Can you get me a bottle of water now?",
        "Can you please get me a water bottle?",
        "Water, water everywhere, but not a drop to drink. Can you help me?",
        "Can you fetch me a water bottle?",
        "I'm feeling thirsty. Can you bring me a bottle of water?",
        "Can you please grab me a water bottle?",
        "I'm feeling parched. Can you get me a bottle of water?",
        "Can you help me out and bring me a bottle of water?",
        "I need a drink. Can you please fetch me a bottle of water?",
        "Can you grab me a water bottle?",
        "I'm in need of hydration. Can you bring me a bottle of water?",
        "Can you fetch me a cold bottle of water?",
        "I'm thirsty. Can you please bring me some water?",
        "Can you get me a bottle of water, please?",
        "I could really use a drink. Can you bring me a bottle of water?",
        "Can you please fetch me a water bottle?",
        "I need a sip of water. Can you please get me a bottle?",
        "Can you grab me a bottle of water, please?",
        "Can you please help me out and bring me a bottle of water?",
        "I'd like a bottle of water, please.",
        "Can you bring me a fresh bottle of water?",
        "I'm feeling parched. Can you please fetch me a bottle of water?",
        "I need to quench my thirst. Can you get me a bottle of water?",
        "Can you help me by bringing me a water bottle?",
        "Can you please grab me some water?",
        "Can you fetch me a bottle of cold water?",
        "Can you get me a fresh bottle of water?",
        "Can you help me out and get me a bottle of water?",
        "I need a drink. Can you please bring me a bottle of water?",
        "Can you bring me some water, please?",
        "I'm really thirsty. Can you get me a bottle of water?",
        "Can you please get me a glass of water?",
        "Water, please!",
        "Can you please fetch me a bottle of water from the kitchen?",
        "I need water. Can you get me a bottle?",
        "Can you please bring me a bottle of water with ice?",
        "Can you please help me by bringing me water?",
        "I need to drink some water. Can you bring me a bottle?",
        "Can you please fetch me some water from the fridge?",
        "I'm parched. Can you get me a bottle of water?",
        "Can you bring me a bottle of water from the pantry, please?",
        "Can you please get me a bottle of water with a straw?",
        "Can you please fetch me a glass of water?",
        "I'm feeling dehydrated. Can you please get me some water?",
        "Can you help me out and bring me a bottle of water?",
        "Can you please bring me a bottle of water with lemon?",
        "Can you please get me a bottle of cold water?",
        "I need a drink of water. Can you bring me a bottle?",
        "Can you please fetch me a bottle of water from the store?",
        "I'm thirsty. Can you please bring me some water?",
        "Can you please bring me a bottle of water with a twist-off cap?",
        "Can you please get me a bottle of sparkling water?",
        "Can you please fetch me a bottle of water with a sports cap?",
        "I need water. Can you please bring me a glass?",
        "Can you please bring me a bottle of water with a filter?",
        "Can you please get me a bottle of room temperature water?",
        "Can you please fetch me a bottle of water with a handle?",
        "I'm really thirsty. Can you please bring me some water?",
        "Can you please help me out and fetch me a bottle of water?",
        "Can you please bring me a bottle of water with a screw-on cap?",
        "Can you please get me a bottle of water with a wide mouth?",
        "Can you please fetch me a bottle of water with a spill-proof lid?",
        "I need water. Can you please bring me a cup?",
        "Can you please bring me a bottle of water with a flip-top cap?",
        "Can you please get me a bottle of water with electrolytes?",
        "Can you please fetch me a bottle of water with a carry strap?",
        "Can you please bring me a bottle of water with a snap-on lid?",
        "Can you please help me out and bring me a glass of water?",
        "Can you please get me a bottle of water with a pour spout?",
        "Can you please fetch me a bottle of water with a twist-to-open cap?",
        "I'm feeling really dehydrated. Can you please get me some water?",
        "Can you bring me a bottle of water with a straw attached?",
        "Can you please bring me a bottle of water with a pop-up straw?",
        "Can you please get me a bottle of water with a push-pull cap?",
        "Can you please fetch me a bottle of water with a twist-cap?",
        "I'm so thirsty. Can you please bring me a bottle of water with a handle?",
        "Can you please help me out and fetch me a glass of water?",
        "Water, please.",
        "Bottle of water.",
        "I need water.",
        "Get me water.",
        "Thirsty. Water.",
        "Bring water.",
        "Water bottle.",
        "I'm parched. Water.",
        "I'm thirsty. Water, please.",
        "Water with ice.",
        "Get me H2O.",
        "Water, now!",
        "Water with lemon.",
        "Water, ASAP.",
        "Need water.",
        "Water, hurry up!",
        "Water, quickly.",
        "Water, stat!",
        "Water, fast!",
        "Water with straw.",
        "Water, please hurry!",
        "Bring me a drink.",
        "Need hydration. Water.",
        "Water, immediately!",
        "Thirsty. Need water.",
        "Water with filter.",
        "Water, quickly please!",
        "Water, please now.",
        "Water with cap.",
        "Get me a bottle.",
        "Water, please hurry up!",
        "I'm dehydrated. Water, now.",
        "Water, quickly ASAP.",
        "Water with handle.",
        "I need a drink of water.",
        "Water, immediately please!",
        "Water with lid.",
        "Water, please fast!",
        "Water with sports cap.",
        "Water, please right away!",
        "I need water now!",
        "Water with pour spout.",
        "Water, ASAP please!",
        "Water, quickly ASAP!",
        "Water with wide mouth.",
        "Water, now please!",
        "Water with twist-off cap.",
        "Water, hurry!",
        "Water with flip-top cap.",
        "Water with screw-on cap.",
        "Water with electrolytes.",
        "Water with twist cap.",
        "Water with pop-up straw.",
        "Water, quickly right now!",
        "Water with push-pull cap.",
        "Water, fast please!",
        "Water with twist-to-open cap.",
        "Water, now ASAP!",
        "Water with spill-proof lid.",
        "Water, hurry up please!",
        "Water with snap-on lid.",
        "Water with carry strap.",
        "Water with twist cap.",
        "Water with handle ASAP.",
        "Water with ice, please.",
        "Water, hurry up ASAP!",
        "Water with twist-to-open cap ASAP.",
        "Water, fast ASAP!",
        "Water with pop-up straw ASAP.",
        "Water with carry strap ASAP.",
        "Water, now ASAP please!",
        "Water with screw-on cap ASAP.",
        "Water with sports cap ASAP.",
        "Water with wide mouth ASAP.",
        "Water, now fast!",
        "Water with filter ASAP.",
        "Water with electrolytes ASAP.",
        "Water with spill-proof lid ASAP.",
        "Water with straw ASAP.",
        "Water, now ASAP!",
        "Water with twist-off cap ASAP.",
        "Water with pour spout ASAP.",
        "Water with flip-top cap ASAP.",
        "Water with twist cap ASAP.",
        "Water with twist-to-open cap ASAP!",
        "Water with handle fast!",
        "Water, fast ASAP please!",
        "Water with handle now!",
        "Water, now hurry!",
        "Water, quickly right now please!",
        "Can you please get me a bottle of water?",
        "I'm feeling thirsty, can you bring me a bottle of water?",
        "Hey, could you do me a favor and grab a bottle of water?",
        "Excuse me, could you get me a bottle of water?",
        "Do you mind fetching me a bottle of water?",
        "I'd like a bottle of water, can you please bring me one?",
        "Could I trouble you for a bottle of water?",
        "Would it be possible for you to get me a bottle of water?",
        "I'm really thirsty, could you grab me a bottle of water?",
        "Hey there, could you bring me a bottle of water please?",
        "Can I get a bottle of water from you?",
        "I could use a drink, can you bring me a bottle of water?",
        "I need to quench my thirst, could you get me a bottle of water?",
        "I'm parched, can you get me a bottle of water?",
        "Water, please. I'm feeling quite thirsty.",
        "I'm feeling a bit dehydrated, could you grab me a bottle of water?",
        "My throat is dry, could you get me a bottle of water?",
        "I could use some hydration, could you bring me a bottle of water?",
        "I'm in need of a drink, can you grab me a bottle of water?",
        "Can you please bring me a bottle of water, I'm really thirsty?",
        "I'm feeling quite parched, could you get me a bottle of water?",
        "I could use a cold drink, can you bring me a bottle of water?",
        "I'm feeling really thirsty, can you get me a bottle of water?",
        "Can you grab me a bottle of water please? I'm quite thirsty.",
        "Hey, could you bring me a bottle of water? My mouth is dry.",
        "I'm feeling pretty thirsty, could you get me a bottle of water?",
        "Can you please bring me a bottle of water, I'm feeling dehydrated.",
        "I could really use a drink of water, could you bring me a bottle?",
        "My throat feels dry, could you get me a bottle of water please?",
        "Can you grab me a bottle of water? I'm feeling really parched.",
        "I'm in need of some water, could you bring me a bottle please?",
        "Can you get me a bottle of water? I'm feeling quite thirsty.",
        "Hey, could you bring me a bottle of water? I'm feeling dehydrated.",
        "I'm feeling really thirsty, can you grab me a bottle of water?",
        "I could really use a drink, could you please bring me a bottle of water?",
        "Can you please get me a bottle of water? My mouth is dry.",
        "I'm feeling quite parched, could you grab me a bottle of water?",
        "I'm in need of some hydration, could you bring me a bottle of water?",
        "I'm feeling really dehydrated, can you get me a bottle of water?",
        "I'm feeling really thirsty, can you bring me a bottle of water please?",
        "Hey there, could you grab me a bottle of water please? I'm feeling quite thirsty.",
        "Can you please bring me a bottle of water? I need to quench my thirst."
    ],
    "video_call_start": [
        "video call",
        "I want to video call",
        "I want to video call someone",
        "I want to chat",
        "I want to chat with someone",
        "I want to video chat",
        "I want to talk to someone",
        "I want to talk to someone on video",
        "I want to talk to someone on video call",
        "I want to talk to someone on video chat",
        "I want to talk to someone on chat",
        "Start a video call",
        "Start a video chat",
        "Start a video call with someone",
        "Start a video chat with someone",
        "Start video call",
        "Start video chat",
        "Start video call with someone",
        "Can you start a video call",
        "Can you start a video chat",
        "Can you start a video call with someone",
        "Can you please start a video call",
        "Can you please start a video chat",
        "Can you please start a video call with someone"
    ],
    "video_call_stop": [
        "I want to stop video call",
        "I want to stop video chat",
        "I want to stop video calling",
        "I want to stop video chatting",
        "I want to stop video call now",
        "I want to stop video chat now",
        "I want to stop video calling now",
        "I want to stop video chatting now",
        "I want to stop video call immediately",
        "I want to stop video chat immediately",
        "I want to stop video calling immediately",
        "I want to stop video chatting immediately",
        "I want to stop video call right now",
        "I want to stop video chat right now",
        "I want to stop video calling right now",
        "I want to stop video chatting right now",
        "I want to stop video call please",
        "I want to stop video chat please",
        "I want to stop video calling please",
        "I want to stop video chatting please",
        "I want to stop video call now",
        "I want to stop video chat now",
        "I want to stop video calling now",
        "I want to stop video chatting now",
        "I want to stop video call immediately",
        "I want to stop video chat immediately",
        "I want to stop video calling immediately",
        "I want to stop video chatting immediately",
        "I want to stop video call right now",
        "I want to stop video chat right now",
        "I want to stop video calling right now",
        "I want to stop video chatting right now",
        "I want to stop video call please",
        "I want to stop video chat please",
        "I want to stop video calling please",
        "I want to stop video chatting please",
        "I want to stop video call now",
        "I want to stop video chat now",
        "I want to stop video calling now",
        "I want to stop video chatting now",
        "I want to stop video call immediately",
        "I want to stop video chat immediately",
        "I want to stop video calling immediately",
        "I want to stop video chatting immediately",
        "I want to stop video call right now",
        "I want to stop video chat right now",
        "I want to stop video calling right now",
        "I want to stop video chatting right now",
        "I want to stop",
        "Stop video",
        "Stop video call",
        "Stop video chat",
        "Stop video calling",
        "Stop video chatting",
        "Stop video call please",
        "Stop video chat please",
        "Stop video calling please",
        "Stop video chatting please",
        "Stop video call now"
    ],
    "stop_video": [
        "Stop video",
        "Stop video call",
        "Stop video chat",
        "Stop video calling",
        "Stop video chatting",
        "Stop video call please",
        "Stop video chat please",
        "Stop video calling please",
        "Stop video chatting please",
        "Stop video call now",
        "Stop video chat now",
        "Stop video calling now",
        "Stop video chatting now",
        "Stop video call right now",
        "Stop video chat right now",
        "Stop video calling right now",
        "Stop video chatting right now",
        "Stop video call immediately",
        "Stop video chat immediately",
        "Can you stop video",
        "Can you stop video call",
        "Can you stop video chat",
        "Can you stop video calling",
        "Can you stop video chatting",
        "Can you stop video call please",
        "Can you stop video chat please",
        "Can you stop video calling please",
        "Can you stop video chatting please",
        "Can you stop video call now"
    ],
    "glasses": [
        "Hand me my glasses",
        "Hand me my reading glasses",
        "Can you hand me my glasses",
        "Can you hand me my reading glasses",
        "Can you fetch me my glasses",
        "Can you fetch me my reading glasses",
        "Can you bring me my glasses",
        "Can you bring me my glasses?",
        "My glasses are on the nightstand. Can you grab them?",
        "I need my glasses. Could you please get them for me?",
        "Could you hand me my glasses from the table?",
        "Please grab my glasses from the dresser.",
        "My glasses are on the desk. Can you bring them to me?",
        "I can't find my glasses. Could you help me look for them?",
        "Can you fetch my glasses from the bathroom?",
        "I need my glasses to read. Can you get them for me?",
        "Can you please hand me my glasses?",
        "My glasses are on the kitchen counter. Can you grab them?",
        "Please bring me my glasses from the living room.",
        "I left my glasses in the other room. Can you go get them?",
        "Could you please retrieve my glasses?",
        "I need my glasses to see. Can you fetch them for me?",
        "Can you get my glasses from the bedroom?",
        "Please bring me my glasses from the bookshelf.",
        "I need my glasses for the computer. Can you please get them?",
        "My glasses are in the study. Could you bring them to me?",
        "Can you grab my glasses from the windowsill?",
        "I need my glasses to watch TV. Can you retrieve them?",
        "Can you please fetch my glasses from the shelf?",
        "My glasses are on the TV stand. Can you hand them to me?",
        "I need my glasses for the crossword puzzle. Can you please get them?",
        "Could you bring me my glasses from the guest room?",
        "Can you please get my glasses from the drawer?",
        "I need my glasses for the newspaper. Can you retrieve them?",
        "My glasses are in the closet. Can you grab them for me?",
        "Can you please bring me my glasses from the hallway?",
        "I left my glasses on the sofa. Can you get them for me?",
        "Could you please hand me my glasses from the counter?",
        "Can you retrieve my glasses from the balcony?",
        "Please bring me my glasses from the dining table.",
        "I need my glasses to read the mail. Can you please get them?",
        "Can you fetch my glasses from the cabinet?",
        "My glasses are on the bed. Can you bring them to me?",
        "Can you please hand me my glasses from the drawer?",
        "I need my glasses for the phone. Can you please get them?",
        "Could you retrieve my glasses from the porch?",
        "Please bring me my glasses from the ottoman.",
        "I need my glasses to look at the pictures. Can you fetch them for me?",
        "Can you get my glasses from the top of the bookcase?",
        "Can you please bring me my glasses from the window?",
        "My glasses are on the shelf. Can you grab them for me?",
        "I need my glasses for the computer. Can you please get them?",
        "Can you please hand me my glasses from the end table?",
        "Could you fetch my glasses from the floor?",
        "I need my glasses to watch the news. Can you retrieve them?",
        "Can you bring me my glasses from the piano?",
        "Please get my glasses from the nightstand.",
        "My glasses are on the couch. Can you grab them for me?",
        "I need my glasses to read a book. Can you please get them?",
        "Can you please bring me my glasses from the table?",
        "My glasses, please.",
        "Can you get my glasses?",
        "Where are my glasses?",
        "Fetch my glasses.",
        "Hand me my glasses.",
        "Glasses, please.",
        "I need my glasses.",
        "Get my glasses, please.",
        "My glasses, where are they?",
        "Can you bring me my glasses?",
        "I can't find my glasses.",
        "Fetch my spectacles.",
        "Hand me my spectacles.",
        "Where are my spectacles?",
        "I need my spectacles.",
        "Get my spectacles, please.",
        "My spectacles, please.",
        "Can you get my spectacles?",
        "Fetch my eyeglasses.",
        "Hand me my eyeglasses.",
        "Where are my eyeglasses?",
        "I need my eyeglasses.",
        "Get my eyeglasses, please.",
        "My eyeglasses, please.",
        "Can you get my eyeglasses?",
        "Fetch my specs.",
        "Hand me my specs.",
        "Where are my specs?",
        "I need my specs.",
        "Get my specs, please.",
        "My specs, please.",
        "Can you get my specs?",
        "Fetch my reading glasses.",
        "Hand me my reading glasses.",
        "Where are my reading glasses?",
        "I need my reading glasses.",
        "Get my reading glasses, please.",
        "My reading glasses, please.",
        "Can you get my reading glasses?",
        "Fetch my bifocals.",
        "Hand me my bifocals.",
        "Where are my bifocals?",
        "I need my bifocals.",
        "Get my bifocals, please.",
        "My bifocals, please.",
        "Can you get my bifocals?",
        "Fetch my varifocals.",
        "Hand me my varifocals.",
        "Where are my varifocals?",
        "I need my varifocals.",
        "Get my varifocals, please.",
        "My varifocals, please.",
        "Can you get my varifocals?",
        "Fetch my prescription glasses.",
        "Hand me my prescription glasses.",
        "Where are my prescription glasses?",
        "I need my prescription glasses.",
        "Get my prescription glasses, please.",
        "My prescription glasses, please.",
        "Can you get my prescription glasses?",
        "Fetch my spectacles, please.",
        "Hand me my spectacles, please.",
        "Where are my spectacles, please?",
        "I need my spectacles, please.",
        "Get my spectacles, please.",
        "My spectacles, please.",
        "Can you get my spectacles, please?",
        "Fetch my glasses, please.",
        "Hand me my glasses, please.",
        "Where are my glasses, please?",
        "I need my glasses, please.",
        "Get my glasses, please.",
        "My glasses, please.",
        "Can you get my glasses, please?",
        "Fetch my eyeglasses, please.",
        "Hand me my eyeglasses, please.",
        "Where are my eyeglasses, please?",
        "I need my eyeglasses, please.",
        "Get my eyeglasses, please.",
        "My eyeglasses, please.",
        "Can you get my eyeglasses, please?",
        "Can you get me my glasses?",
        "Where did I put my glasses?",
        "Get my eyeglasses for me, please.",
        "I need my glasses, can you bring them?",
        "Can you fetch my glasses?",
        "Please hand me my glasses.",
        "I can't see without my glasses, can you help?",
        "My eyesight is blurry, get my glasses.",
        "Can you grab my eyeglasses?",
        "I'm having trouble reading, fetch my glasses.",
        "I can't find my glasses, can you get them?",
        "My glasses are missing, please help me find them.",
        "Can you bring me my glasses, please?",
        "I need my glasses to see properly.",
        "Can you get my spectacles, please?",
        "I have trouble reading without my glasses, can you help?",
        "Please find my glasses and give them to me.",
        "Where are my glasses, I can't see without them.",
        "Can you hand me my spectacles?",
        "I need my glasses for reading, can you fetch them?",
        "Can you bring me my spectacles, please?",
        "Please get my glasses for me, I can't find them.",
        "My glasses are misplaced, can you help me?",
        "Can you find my glasses and bring them to me?",
        "Can you fetch my spectacles for me?",
        "I can't read the text, get my glasses please.",
        "Please hand me my spectacles, I need them.",
        "I need my glasses to see the TV, can you bring them?",
        "Can you get my prescription glasses, please?",
        "I have trouble seeing the small print, get my glasses please.",
        "Can you bring me my prescription glasses?",
        "Please get my eyeglasses, I need them now.",
        "I need my glasses to see the menu, can you help?",
        "Can you fetch my prescription glasses?",
        "I can't recognize people without my glasses, please help.",
        "Can you hand me my prescription glasses?",
        "Please find my eyeglasses, I can't find them.",
        "I need my glasses for driving, can you bring them?",
        "Can you get me my bifocals, please?",
        "I have trouble seeing things far away, get my glasses please.",
        "Can you bring me my bifocals?",
        "Please get my bifocals for me, I need them now.",
        "I need my glasses to see the clock, can you help?",
        "Can you fetch my bifocals for me?",
        "I can't see the TV without my glasses, please help.",
        "Can you hand me my bifocals?",
        "Please find my varifocals, I need them urgently.",
        "I need my glasses for watching a movie, can you get them?",
        "Can you bring me my varifocals, please?",
        "Please get my varifocals, I can't find them.",
        "I have trouble recognizing faces without my glasses, get them please.",
        "Can you fetch my varifocals?",
        "I need my glasses for reading the newspaper, can you help?",
        "Can you get my reading glasses, please?",
        "Please bring me my reading glasses.",
        "I can't see the street signs without my glasses, please help.",
        "Can you hand me my reading glasses?",
        "I need my glasses to read this book.",
        "Can you get my glasses? I need to check my phone.",
        "My eyes are strained, I need my glasses to use the computer.",
        "Can you bring me my glasses? I need to read this important email.",
        "I can't see the ingredients, please fetch my glasses so I can cook.",
        "I need my glasses to sew this button.",
        "Can you hand me my glasses? I want to watch this TV show.",
        "I can't drive without my glasses, please get them for me.",
        "I need my glasses to see the price tag, can you help?",
        "Can you fetch my glasses? I want to read this magazine.",
        "I need my glasses to see the street signs, please bring them.",
        "I can't recognize faces without my glasses, please get them for me.",
        "Can you bring me my glasses? I need to read this letter.",
        "I need my glasses to read this prescription, can you help?",
        "I can't see the TV without my glasses, please fetch them for me.",
        "Can you get my glasses? I need to fill out this form.",
        "I need my glasses to see the details, can you hand them to me?",
        "I can't see the whiteboard without my glasses, please get them.",
        "I need my glasses to see the map, can you bring them please?",
        "Can you fetch my glasses? I need to read this report.",
        "I can't recognize the person without my glasses, please help me.",
        "I need my glasses to read the label, can you hand them to me?",
        "Can you get my glasses? I need to read this instruction manual.",
        "I can't see the menu without my glasses, please bring them.",
        "I need my glasses to see the clock, please fetch them.",
        "Can you bring me my glasses? I need to watch this video.",
        "I need my glasses to see the photo, can you help?",
        "I can't see the presentation without my glasses, please get them.",
        "Can you hand me my glasses? I need to read this document.",
        "I need my glasses to see the board, can you fetch them please?",
        "I can't see the score without my glasses, please help me.",
        "I need my glasses to see the screen, can you bring them?",
        "Can you get my glasses? I need to read this menu.",
        "I can't read the sign without my glasses, please help me.",
        "I need my glasses to see the art, please fetch them.",
        "Can you bring me my glasses? I need to read this sign.",
        "I need my glasses to see the label, can you help?",
        "I can't see the text without my glasses, please get them.",
        "Can you hand me my glasses? I need to see the picture.",
        "I need my glasses to see the image, can you fetch them?",
        "I can't see the details without my glasses, please bring them.",
        "Can you get my glasses? I need to see the product.",
        "I need my glasses to see the price, please help.",
        "I can't see the words without my glasses, please fetch them.",
        "Can you bring me my glasses? I need to read this book.",
        "I need my glasses to see the label, please get them."
    ],
    "medicines": [
        "Retrieve my medication",
        "Bring me the medicine box",
        "Get the pills for me",
        "Fetch my prescriptions",
        "Can you find my medication box?",
        "I need my medicine, can you get it for me?",
        "Could you bring me my pill box?",
        "Where is my medicine?",
        "Bring me the box with the pills",
        "Can you get my medication?",
        "Help me find my prescription",
        "I need my medicine, please get it for me",
        "Retrieve the box of pills",
        "Please bring me my meds",
        "Find my medication box",
        "I require my medicine, can you bring it to me?",
        "Could you fetch the medicine for me?",
        "Bring me the box of medication",
        "I need my pills, can you bring them to me?",
        "Please get my prescription",
        "Where is my pill box?",
        "Can you fetch my medication box?",
        "Retrieve the pills for me",
        "Bring me my medicine, please",
        "I need my medication, could you get it for me?",
        "Help me find my medicine box",
        "Could you please bring me my pills?",
        "Find my prescription",
        "I require my pills, can you get them for me?",
        "Fetch the medicine box",
        "Bring me the box with my prescriptions",
        "I need my medication, can you retrieve it?",
        "Please get my pill box",
        "Can you find my pills?",
        "Retrieve my prescription",
        "I need my medicine box, can you fetch it for me?",
        "Bring me my meds, please",
        "Help me locate my medication",
        "Could you please fetch my pills?",
        "Where are my prescriptions?",
        "Find my pill box",
        "I require my medication, can you bring it to me?",
        "Fetch my prescription",
        "Bring me the box with my medicine",
        "I need my pills, could you get them for me?",
        "Please find my medication box",
        "Can you retrieve my medication?",
        "Help me find my pill box",
        "Could you bring me my prescriptions?",
        "Where is my medication box located?",
        "Find my pills",
        "I require my pills, can you retrieve them for me?",
        "Fetch the pills for me",
        "Bring me the box of pills, please",
        "I need my medication, please bring it to me",
        "Please get my medication box",
        "Can you find my prescription?",
        "Retrieve the medication box",
        "I need my medicine, can you fetch it for me?",
        "Help me locate my pills",
        "Could you get my medicine box?",
        "Where are my pills?",
        "Find my medication",
        "I require my medication box, can you bring it to me?",
        "Fetch my pills",
        "Bring me the box with my meds",
        "I need my pills, please retrieve them for me",
        "Please find my prescriptions",
        "Can you get my pill box?",
        "Retrieve the prescription",
        "I need my medicine box, could you get it for me?",
        "Help me find my medication box",
        "Could you bring me my pills, please?",
        "Where is my prescription?",
        "Find my medicine box",
        "I require my medicine, can you retrieve it for me?",
        "Fetch my prescription, please",
        "Bring me the box with my pills and prescriptions",
        "Retrieve my prescription, please",
        "I need my medicine, can you get it for me now?",
        "Can you please bring me my medication box?",
        "I can't find my pill box, can you help me?",
        "Please fetch my pills for me",
        "Bring me the medicine box, please",
        "Where did I put my medication?",
        "Can you retrieve my prescription, please?",
        "I require my medication box, could you bring it to me?",
        "Please help me find my prescriptions",
        "Get my medicine for me, please",
        "Where is my pill box located?",
        "Can you get my prescriptions for me?",
        "Retrieve the box with my pills and prescriptions",
        "Bring me the box of medication, please",
        "Please find my medicine box for me",
        "Where did I keep my pills?",
        "Can you bring me the medicine box, please?",
        "I need my medication now, please get it for me",
        "Help me locate my prescriptions, please",
        "Can you fetch my prescription for me, please?",
        "Retrieve my pills for me, please",
        "Bring me the pill box, please",
        "Please help me find my medication box",
        "Where did I put my prescription?",
        "Can you retrieve my medicine for me, please?",
        "I require my pills, could you bring them to me?",
        "Please find my pill box for me",
        "Where did I keep my prescription?",
        "Can you please fetch my medication box?",
        "Get my prescription for me, please",
        "Retrieve the box with my medicine and prescriptions",
        "Bring me the box of pills, please",
        "Please help me find my pills",
        "Where is my medication box kept?",
        "Can you get my medication for me, please?",
        "I need my pills now, please get them for me",
        "Help me locate my pill box, please",
        "Can you fetch my medication for me, please?",
        "Retrieve my medicine box, please",
        "Bring me the box with my medicine and pills",
        "Please find my prescriptions for me",
        "Where did I put my medication box?",
        "Can you retrieve my pills for me, please?",
        "I require my medicine, could you bring it to me?",
        "Please bring me the pill box",
        "Where did I keep my medication box?",
        "Can you get my pill box for me, please?",
        "Retrieve my medication box for me, please",
        "Bring me the box of prescriptions, please",
        "Please help me find my pills and prescriptions",
        "Where is my pill box kept?",
        "Can you fetch my pills and prescriptions for me, please?",
        "Get my medicine box for me, please",
        "Retrieve the box with my pills and medicine",
        "Bring me the medication, please",
        "Please find my medication for me",
        "Where did I put my pills and prescriptions?",
        "Can you retrieve my medication box for me, please?",
        "I require my prescription, could you bring it to me?",
        "Please get my pill box for me",
        "Where did I keep my pills and prescriptions?",
        "Can you please retrieve my pills?",
        "Retrieve my pill box for me, please",
        "Bring me the box with my prescriptions and medicine",
        "Please help me find my medication and pills",
        "Where is my prescription kept?",
        "Can you fetch my medicine for me, please?",
        "Please bring me my pill case",
        "Where is my medication box, can you get it for me?",
        "I can't find my medicine, can you help me?",
        "Can you retrieve my pills, please?",
        "Please fetch my prescription, I need it now",
        "Bring me the pill container, please",
        "Where did I keep my medication?",
        "Can you please bring me my pills?",
        "I require my medication, could you get it for me?",
        "Please help me find my pill container",
        "Get my prescriptions for me, please",
        "Where is my pill case located?",
        "Can you get my medicine case for me, please?",
        "Retrieve my medication, please",
        "Bring me the box of pills and prescriptions, please",
        "Please find my pill case for me",
        "Where did I put my pills and medicine?",
        "Can you bring me my prescription bottle, please?",
        "I need my medicine, can you get it for me?",
        "Help me locate my medication, please",
        "Can you fetch my pill container, please?",
        "Retrieve my prescription bottle, please",
        "Bring me the medicine container, please",
        "Please help me find my medicine bottle",
        "Where did I keep my prescriptions?",
        "Can you retrieve my medicine bottle for me, please?",
        "I require my pill case, could you bring it to me?",
        "Please bring me the prescription container",
        "Where did I put my medication and prescriptions?",
        "Can you get my pills and medicine for me, please?",
        "Retrieve my medication case, please",
        "Bring me the box of medicine, please",
        "Please find my prescription bottle for me",
        "Where is my pill container kept?",
        "Can you fetch my medication case for me, please?",
        "Get my pills for me, please",
        "Retrieve the box with my prescriptions and pills",
        "Bring me the medicine and prescriptions, please",
        "Please help me find my medication case",
        "Where did I put my pill container?",
        "Can you retrieve my prescription case for me, please?",
        "I require my medicine and prescriptions, could you get them for me?",
        "Please bring me the box with my medication and prescriptions",
        "Where did I keep my pill case?",
        "Can you get my prescription bottle for me, please?",
        "Retrieve my pills and medicine, please",
        "Bring me the prescription box, please",
        "Please find my medication and prescriptions for me",
        "Where is my medication bottle located?",
        "Can you fetch my pills for me, please?",
        "I need my prescriptions now, can you retrieve them for me?",
        "Help me locate my pill case, please",
        "Can you please bring me the box with my pills?",
        "Retrieve my prescription container, please",
        "Bring me the medication and pills, please",
        "Please help me find my prescription case",
        "Where did I put my medication bottle?",
        "Can you retrieve my medicine and pills for me, please?",
        "I require my prescription bottle, could you get it for me?",
        "Please bring me the box with my medicine and pills",
        "Where did I keep my prescriptions and pills?",
        "Can you get my pill container for me, please?",
        "Retrieve my medication bottle, please",
        "Bring me the prescription and medicine, please",
        "Please find my medication bottle for me",
        "Where is my pill container stored?"
    ],
    "apple": [
        "Can you bring me an apple?",
        "Could you grab me an apple?",
        "May I have an apple, please?",
        "I'd like an apple, if you don't mind.",
        "Please fetch me an apple.",
        "I'm craving an apple - can you get me one?",
        "Would it be too much to ask for an apple?",
        "Can you procure me an apple?",
        "Bring me an apple, would you?",
        "Can you obtain me an apple?",
        "I need an apple - can you get me one?",
        "Would you mind getting me an apple?",
        "Could you please get me an apple?",
        "I'm in the mood for an apple - can you grab one for me?",
        "May I trouble you for an apple?",
        "Could you possibly bring me an apple?",
        "Would you be so kind as to fetch me an apple?",
        "Can you go get me an apple?",
        "Please could you get me an apple?",
        "I could use an apple - could you grab me one?",
        "Can you snag me an apple?",
        "I want an apple - can you bring me one?",
        "May I have an apple, if it's not too much trouble?",
        "Can you find me an apple?",
        "Could you go get me an apple?",
        "Can you help me out and grab me an apple?",
        "Could I trouble you to grab me an apple?",
        "I need an apple - can you please get one for me?",
        "Can you please bring me an apple?",
        "Would you mind grabbing me an apple?",
        "Can you pick me up an apple?",
        "Could you kindly get me an apple?",
        "Can you acquire an apple for me?",
        "I'd appreciate it if you could get me an apple.",
        "Can you please procure me an apple?",
        "Can you please fetch me an apple?",
        "Can you get me an apple, pretty please?",
        "Would you mind getting me an apple, please?",
        "Can you please grab me an apple?",
        "Could you kindly bring me an apple?",
        "Can you bring me an apple, please and thank you?",
        "Could you grab me an apple, please and thank you?",
        "May I have an apple, if it's not too much trouble?",
        "Can you get me an apple, if you have a chance?",
        "Could you help me out and grab me an apple, please?",
        "Can you please go grab me an apple?",
        "Can you find me an apple, please?",
        "I'd love an apple - could you bring me one?",
        "Can you please obtain me an apple?",
        "Can you please pick me up an apple?",
        "Could you kindly help me out and get me an apple?",
        "Would you mind grabbing me an apple, please?",
        "Can you please acquire an apple for me?",
        "Can you get me an apple ASAP?",
        "Can you bring me an apple when you have a moment?",
        "Could you grab me an apple at your earliest convenience?",
        "May I have an apple, please and thank you?",
        "Can you get me an apple as soon as possible?",
        "Can you please fetch me an apple, whenever you get a chance?",
        "Could you kindly procure me an apple?",
        "Can you please grab me an apple when you get a chance?",
        "Bring me an apple.",
        "Get me an apple.",
        "Fetch me an apple.",
        "Grab me an apple.",
        "May I have an apple?",
        "I'd like an apple.",
        "Can you obtain an apple?",
        "Please give me an apple.",
        "Could you bring me an apple?",
        "I want an apple.",
        "Can you please get me an apple?",
        "Can you please bring me an apple?",
        "Can you please pick up an apple for me?",
        "Can you go grab an apple for me?",
        "I need an apple.",
        "Please get me an apple.",
        "Can you procure an apple for me?",
        "Can you help me out and get me an apple?",
        "I'm craving an apple.",
        "Would you mind getting me an apple?",
        "Can you grab an apple for me?",
        "Could you kindly bring me an apple?",
        "Can you please obtain an apple for me?",
        "May I trouble you for an apple?",
        "Can you please acquire an apple for me?",
        "Please bring me a fresh apple.",
        "Can you go get an apple for me?",
        "I could really use an apple.",
        "Would you be so kind as to grab me an apple?",
        "Can you snag me an apple?",
        "Please could you give me an apple?",
        "Could I trouble you to get me an apple?",
        "I require an apple.",
        "Could you kindly procure an apple for me?",
        "Can you please fetch me an apple?",
        "Can you please acquire a juicy apple for me?",
        "Can you please bring me a ripe apple?",
        "May I have a crisp apple?",
        "Can you obtain a red apple for me?",
        "Please grab me a green apple.",
        "Could you help me out and grab an apple?",
        "Can you please find me an apple?",
        "Can you please bring me a sweet apple?",
        "Can you get me a Granny Smith apple?",
        "Can you bring me a Honeycrisp apple?",
        "I'd like a Gala apple, please.",
        "Can you get me a Golden Delicious apple?",
        "Please obtain a Pink Lady apple for me.",
        "Can you bring me a Fuji apple, please?"
    ],
    "remote": [
        "Bring me the remote.",
        "Get me the remote.",
        "Fetch me the remote.",
        "Hand me the remote.",
        "May I have the remote?",
        "I'd like the remote.",
        "Can you pass me the remote?",
        "Please give me the remote.",
        "Could you bring me the remote?",
        "I want the remote.",
        "Can you please get me the remote?",
        "Can you please bring me the remote?",
        "Can you please hand me the remote?",
        "Can you go get the remote for me?",
        "I need the remote.",
        "Please get me the remote.",
        "Can you help me out and get me the remote?",
        "Would you mind giving me the remote?",
        "Can you grab the remote for me?",
        "Could you kindly bring me the remote?",
        "Can you please obtain the remote for me?",
        "May I trouble you for the remote?",
        "Can you please acquire the remote for me?",
        "Please bring me the TV remote.",
        "Can you go grab the remote for me?",
        "Would you be so kind as to hand me the remote?",
        "Can you snag the remote for me?",
        "Please could you give me the remote?",
        "Could I trouble you to get me the remote?",
        "I require the remote.",
        "Could you kindly get the remote for me?",
        "Can you please fetch the remote?",
        "Can you please acquire the TV remote for me?",
        "Can you please bring me the channel changer?",
        "Can you pass the remote, please?",
        "Please hand me the TV remote.",
        "Can you please find the remote?",
        "Can you please bring me the DVD remote?",
        "Can you get me the cable remote?",
        "Can you bring me the streaming remote?",
        "I'd like the Roku remote, please.",
        "Can you get me the Fire TV remote?",
        "Please obtain the Apple TV remote for me.",
        "Can you bring me the Chromecast remote?",
        "Can you please hand me the Blu-ray remote?",
        "Can you get me the soundbar remote?",
        "Please obtain the speaker remote for me.",
        "Fetch the remote for me.",
        "I need the remote, please.",
        "Could you bring me the remote?",
        "Retrieve the remote from the living room.",
        "I'd like the remote, can you get it?",
        "Go get the remote for me.",
        "Please, bring me the remote.",
        "I need the remote, fetch it.",
        "Can you bring me the remote, please?",
        "I require the remote, go get it.",
        "Bring me the remote from the table.",
        "I need the remote, could you get it?",
        "Fetch the remote from the couch.",
        "Go grab the remote for me.",
        "Could you retrieve the remote?",
        "I'd like the remote, can you bring it?",
        "Please, go get me the remote.",
        "I'm in need of the remote, fetch it.",
        "Can you bring me the remote, please?",
        "I need the remote, please fetch it.",
        "Go get the remote from the shelf.",
        "Please, bring me the remote.",
        "Fetch me the remote from the drawer.",
        "Retrieve the remote for me.",
        "I'd like the remote, can you get it?",
        "Could you bring me the remote?",
        "I require the remote, go get it.",
        "Bring me the remote from the bedroom.",
        "I need the remote, could you get it?",
        "Fetch the remote from the coffee table.",
        "Go grab the remote for me.",
        "Could you retrieve the remote?",
        "I'd like the remote, can you bring it?",
        "Please, go get me the remote.",
        "I'm in need of the remote, fetch it.",
        "Can you bring me the remote, please?",
        "I need the remote, please fetch it.",
        "Go get the remote from the counter.",
        "Please, bring me the remote.",
        "Fetch me the remote from the cabinet.",
        "Retrieve the remote for me.",
        "I'd like the remote, can you get it?",
        "Could you bring me the remote?",
        "I require the remote, go get it.",
        "Bring me the remote from the kitchen.",
        "I need the remote, could you get it?",
        "Fetch the remote from the side table.",
        "Go grab the remote for me.",
        "Could you retrieve the remote?",
        "I'd like the remote, can you bring it?",
        "Please, go get me the remote.",
        "I'm in need of the remote, fetch it.",
        "Can you bring me the remote, please?",
        "I need the remote, please fetch it.",
        "Go get the remote from the TV stand.",
        "Please, bring me the remote.",
        "Fetch me the remote from the entertainment center.",
        "Retrieve the remote for me.",
        "I'd like the remote, can you get it?",
        "Could you bring me the remote?",
        "I require the remote, go get it.",
        "Bring me the remote from the family room.",
        "I need the remote, could you get it?",
        "Fetch the remote from the media console.",
        "Go grab the remote for me.",
        "Could you retrieve the remote?",
        "I'd like the remote, can you bring it?",
        "Please, go get me the remote.",
        "I'm in need of the remote, fetch it.",
        "Can you bring me the remote, please?",
        "I need the remote, please fetch it.",
        "Go get the remote from the bookshelf.",
        "Please, bring me the remote.",
        "Fetch me the remote from the study.",
        "Retrieve the remote for me.",
        "I'd like the remote, can you get it?",
        "Could you bring me the remote?",
        "I require the remote, go get it.",
        "Bring me the remote from the office.",
        "I need the remote, could you get it?",
        "Fetch the remote from the desk.",
        "Go grab the remote for me.",
        "Could you retrieve the remote?",
        "I'd like the remote, can you bring it?",
        "Please, go get me the remote.",
        "I'm in need of the remote, fetch it.",
        "Can you bring me the remote, please?",
        "I need the remote, please fetch it."
    ],
    "soda_can": [
        "Fetch me a soda.",
        "Bring me a cola.",
        "Could you grab me a pop?",
        "I'd like a soda, please.",
        "Get me a fizzy drink.",
        "Bring me a carbonated beverage.",
        "Fetch me a soft drink.",
        "I'm thirsty for a soda.",
        "Could you snag me a cola?",
        "Grab me a sparkling water.",
        "How about getting me a tonic?",
        "Fetch me a refreshing drink.",
        "Can you hook me up with a soda?",
        "Bring me a cold pop.",
        "I'm in the mood for a cola.",
        "Get me a bubbly beverage.",
        "I'd love a soda, if you don't mind.",
        "Fetch me a soda, please and thank you.",
        "Bring me a soda, if it's not too much trouble.",
        "Could you grab me a carbonated drink?",
        "I need a soda, pronto.",
        "How about a fizzy refreshment?",
        "Get me a cola, would you?",
        "Bring me a soft drink, if you can.",
        "I'm craving a soda.",
        "Fetch me a pop from the fridge.",
        "Can you grab me a sparkling beverage?",
        "I could really go for a soda right now.",
        "Bring me a cold soda, please.",
        "Get me a carbonated treat.",
        "How about fetching me a refreshing cola?",
        "I'd appreciate it if you could grab me a pop.",
        "Bring me a fizzy drink when you have a moment.",
        "I'm parched, get me a soda.",
        "Could you bring me a cola, please?",
        "Fetch me a cold pop.",
        "I'd love a soda, thank you.",
        "Get me a fizzy beverage, would you?",
        "Bring me a soft drink when you get a chance.",
        "I'm really craving a soda right now.",
        "Could you grab me a sparkling refreshment?",
        "Fetch me a soda from the store.",
        "Can you bring me a cold cola?",
        "Get me a pop, if you don't mind.",
        "Bring me a carbonated treat when you can.",
        "I'm quite thirsty; fetch me a soda.",
        "Could you grab me a fizzy drink?",
        "How about a cold soda, please?",
        "Get me a refreshing beverage.",
        "Bring me a pop, and I'll owe you one.",
        "Fetch me a cold cola when you have time.",
        "I'm in the mood for a soda; can you get me one?",
        "Could you bring me a carbonated drink, please?",
        "Get me a fizzy refreshment, and I'll be happy.",
        "Bring me a soda, if it's not too much trouble.",
        "I'd appreciate it if you could grab me a pop.",
        "Fetch me a cold, bubbly beverage.",
        "Can you bring me a soda from the kitchen?",
        "I'm in the mood for a pop.",
        "How about bringing me a carbonated refreshment?",
        "Get me a soda, if it's not too much trouble.",
        "Bring me a cola, and I'll be grateful.",
        "Could you fetch me a cold pop?",
        "I'd love a soda; thank you.",
        "Get me a fizzy beverage, would you?",
        "Bring me a soft drink when you get a chance.",
        "I'm really craving a soda right now.",
        "Could you grab me a sparkling refreshment?",
        "Fetch me a soda from the store.",
        "Can you bring me a cold cola?",
        "Get me a pop, if you don't mind.",
        "Bring me a carbonated treat when you can.",
        "I'm quite thirsty; fetch me a soda.",
        "Could you grab me a fizzy drink?",
        "How about a cold soda, please?",
        "Get me a refreshing beverage.",
        "Bring me a pop, and I'll owe you one.",
        "Fetch me a cold cola when you have time.",
        "I'm in the mood for a soda; can you get me one?",
        "Could you bring me a carbonated drink, please?",
        "Get me a fizzy refreshment, and I'll be happy.",
        "Bring me a soda, if it's not too much trouble.",
        "I'd appreciate it if you could grab me a pop.",
        "Fetch me a cold, bubbly beverage.",
        "Can you bring me a soda from the kitchen?",
        "I'm in the mood for a pop.",
        "How about bringing me a carbonated refreshment?",
        "Get me a soda, if it's not too much trouble.",
        "Bring me a cola, and I'll be grateful.",
        "Could you fetch me a cold pop?",
        "I'd love a soda; thank you.",
        "Get me a fizzy beverage, would you?",
        "Bring me a soft drink when you get a chance.",
        "I'm really craving a soda right now.",
        "Get me a soda can"
    ],
    "tissue_paper": [
        "a tissue",
        "tissue",
        "me a tissue",
        "Bring me a tissue.",
        "Get me a tissue.",
        "a tissue paper",
        "tissue paper",
        "me a tissue paper",
        "Bring me a tissue paper.",
        "Get me a tissue paper.",
        "Fetch me a tissue.",
        "Hand me a tissue.",
        "May I have a tissue?",
        "I'd like a tissue.",
        "Can you pass me a tissue?",
        "Please give me a tissue.",
        "Could you bring me a tissue?",
        "I want a tissue.",
        "Can you bring me tissue",
        "Can you bring me some tissue",
        "Can you please get me a tissue?",
        "Can you please bring me a tissue?",
        "Can you please hand me a tissue?",
        "Can you go get a tissue for me?",
        "I need a tissue.",
        "Please get me a tissue.",
        "Can you help me out and get me a tissue?",
        "Would you mind giving me a tissue?",
        "Can you grab a tissue for me?",
        "Could you kindly bring me a tissue?",
        "Can you please obtain a tissue for me?",
        "May I trouble you for a tissue?",
        "Can you please acquire a tissue for me?",
        "Please bring me a tissue.",
        "Can you go grab a tissue for me?",
        "Would you be so kind as to hand me a tissue?",
        "Can you snag a tissue for me?",
        "Please could you give me a tissue?",
        "Could I trouble you to get me a tissue?",
        "I require a tissue.",
        "Could you kindly get a tissue for me?",
        "Can you please fetch a tissue?",
        "Can you please acquire a tissue for me?",
        "Can you please bring me a tissue?",
        "Can you please hand me a tissue?",
        "Can you please find a tissue?",
        "Can you please bring me a tissue?",
        "Can you please get me a tissue?",
        "Can you please bring a tissue for me?",
        "Can you please hand a tissue to me?",
        "Can you please get a tissue for me?",
        "Can you please bring me a tissue?",
        "Fetch me some tissue paper.",
        "I need tissue paper, please.",
        "Could you bring me tissue paper?",
        "Retrieve tissue paper from the bathroom.",
        "I'd like tissue paper, can you get some?",
        "Go get tissue paper for me.",
        "Please, bring me tissue paper.",
        "I need a tissue, fetch one.",
        "Can you bring me tissue paper, please?",
        "I require tissue paper, go get some.",
        "Bring me tissue paper from the closet.",
        "I need tissue paper, could you get it?",
        "Fetch tissue paper from the dispenser.",
        "Go grab tissue paper for me.",
        "Could you retrieve tissue paper?",
        "I'd like tissue paper, can you bring it?",
        "Please, go get me tissue paper.",
        "I'm in need of tissue paper, fetch some.",
        "Can you bring me tissue paper, please?",
        "I need tissue paper, please fetch it.",
        "Go get tissue paper from the shelf.",
        "Please, bring me tissue paper.",
        "Fetch me tissue paper from the drawer.",
        "Retrieve tissue paper for me.",
        "I'd like tissue paper, can you get some?",
        "Could you bring me tissue paper?",
        "I require tissue paper, go get some.",
        "Bring me tissue paper from the cupboard.",
        "I need tissue paper, could you get it?",
        "Fetch tissue paper from the table.",
        "Go grab tissue paper for me.",
        "Could you retrieve tissue paper?",
        "I'd like tissue paper, can you bring it?",
        "Please, go get me tissue paper.",
        "I'm in need of tissue paper, fetch some.",
        "Can you bring me tissue paper, please?",
        "I need tissue paper, please fetch it.",
        "Go get tissue paper from the counter.",
        "Please, bring me tissue paper.",
        "Fetch me tissue paper from the pantry.",
        "Retrieve tissue paper for me.",
        "I'd like tissue paper, can you get some?",
        "Could you bring me tissue paper?",
        "I require tissue paper, go get some.",
        "Bring me tissue paper from the kitchen.",
        "I need tissue paper, could you get it?",
        "Fetch tissue paper from the pantry.",
        "Go grab tissue paper for me.",
        "Could you retrieve tissue paper?",
        "I'd like tissue paper, can you bring it?",
        "Please, go get me tissue paper.",
        "I'm in need of tissue paper, fetch some.",
        "Can you bring me tissue paper, please?",
        "I need tissue paper, please fetch it.",
        "Go get tissue paper from the cupboard.",
        "Please, bring me tissue paper.",
        "Fetch me tissue paper from the drawer.",
        "Retrieve tissue paper for me.",
        "I'd like tissue paper, can you get some?",
        "Could you bring me tissue paper?",
        "I require tissue paper, go get some.",
        "Bring me tissue paper from the counter.",
        "I need tissue paper, could you get it?",
        "Fetch tissue paper from the table.",
        "Go grab tissue paper for me.",
        "Could you retrieve tissue paper?",
        "I'd like tissue paper, can you bring it?",
        "Please, go get me tissue paper.",
        "I'm in need of tissue paper, fetch some.",
        "Can you bring me tissue paper, please?",
        "I need tissue paper, please fetch it.",
        "Go get tissue paper from the shelf.",
        "Please, bring me tissue paper.",
        "Fetch me tissue paper from the kitchen.",
        "Retrieve tissue paper for me.",
        "I'd like tissue paper, can you get some?",
        "Could you bring me tissue paper?",
        "I require tissue paper, go get some.",
        "Bring me tissue paper from the pantry.",
        "I need tissue paper, could you get it?",
        "Fetch tissue paper from the counter.",
        "Go grab tissue paper for me.",
        "Could you retrieve tissue paper?",
        "I'd like tissue paper, can you bring it?",
        "Please, go get me tissue paper.",
        "I'm in need of tissue paper, fetch some.",
        "Can you bring me tissue paper, please?",
        "I need tissue paper, please fetch it."
    ],
    "cell_phone": [
        "Bring me my phone.",
        "Get me my phone.",
        "Fetch me my phone.",
        "Hand me my phone.",
        "May I have my phone?",
        "I'd like my phone.",
        "Can you pass me my phone?",
        "Please give me my phone.",
        "Could you bring me my phone?",
        "I want my phone.",
        "Can you please get me my phone?",
        "Can you please bring me my phone?",
        "Can you please hand me my phone?",
        "Can you go get my phone for me?",
        "I need my phone.",
        "Please get me my phone.",
        "Can you help me out and get me my phone?",
        "Would you mind giving me my phone?",
        "Can you grab my phone for me?",
        "Could you kindly bring me my phone?",
        "Can you please obtain my phone for me?",
        "May I trouble you for my phone?",
        "Can you please acquire my phone for me?",
        "Please bring me my phone.",
        "Can you go grab my phone for me?",
        "Would you be so kind as to hand me my phone?",
        "Can you snag my phone for me?",
        "Please could you give me my phone?",
        "Could I trouble you to get me my phone?",
        "I require my phone.",
        "Could you kindly get my phone for me?",
        "Can you please fetch my phone?",
        "Can you please acquire my phone for me?",
        "Can you please bring me my phone?",
        "Can you please hand me my phone?",
        "Can you please find my phone?",
        "Can you please bring me my phone?",
        "Can you please get me my phone?",
        "Can you please bring my phone for me?",
        "Can you please hand my phone to me?",
        "Can you please get my phone for me?",
        "Can you please bring me my phone?",
        "Can you please get me my phone?",
        "Can you please bring my phone for me?",
        "Can you please hand my phone to me?",
        "Fetch my phone for me.",
        "I need my phone, please.",
        "Could you bring me my phone?",
        "Retrieve my phone from the living room.",
        "I'd like my phone, can you get it?",
        "Go get my phone for me.",
        "Please, bring me my phone.",
        "I need my phone, fetch it.",
        "Can you bring me my phone, please?",
        "I require my phone, go get it.",
        "Bring me my phone from the bedroom.",
        "I need my phone, could you get it?",
        "Fetch my phone from the charger.",
        "Go grab my phone for me.",
        "Could you retrieve my phone?",
        "I'd like my phone, can you bring it?",
        "Please, go get me my phone.",
        "I'm in need of my phone, fetch it.",
        "Can you bring me my phone, please?",
        "I need my phone, please fetch it.",
        "Go get my phone from the table.",
        "Please, bring me my phone.",
        "Fetch me my phone from the desk.",
        "Retrieve my phone for me.",
        "I'd like my phone, can you get it?",
        "Could you bring me my phone?",
        "I require my phone, go get it.",
        "Bring me my phone from the office.",
        "I need my phone, could you get it?",
        "Fetch my phone from the shelf.",
        "Go grab my phone for me.",
        "Could you retrieve my phone?",
        "I'd like my phone, can you bring it?",
        "Please, go get me my phone.",
        "I'm in need of my phone, fetch it.",
        "Can you bring me my phone, please?",
        "I need my phone, please fetch it.",
        "Go get my phone from the counter.",
        "Please, bring me my phone.",
        "Fetch me my phone from the kitchen.",
        "Retrieve my phone for me.",
        "I'd like my phone, can you get it?",
        "Could you bring me my phone?",
        "I require my phone, go get it.",
        "Bring me my phone from the pantry.",
        "I need my phone, could you get it?",
        "Fetch my phone from the cupboard.",
        "Go grab my phone for me.",
        "Could you retrieve my phone?",
        "I'd like my phone, can you bring it?",
        "Please, go get me my phone.",
        "I'm in need of my phone, fetch it.",
        "Can you bring me my phone, please?",
        "I need my phone, please fetch it.",
        "Go get my phone from the drawer.",
        "Please, bring me my phone.",
        "Fetch me my phone from the closet.",
        "Retrieve my phone for me.",
        "I'd like my phone, can you get it?",
        "Could you bring me my phone?",
        "I require my phone, go get it.",
        "Bring me my phone from the studio.",
        "I need my phone, could you get it?",
        "Fetch my phone from the nightstand.",
        "Go grab my phone for me.",
        "Could you retrieve my phone?",
        "I'd like my phone, can you bring it?",
        "Please, go get me my phone.",
        "I'm in need of my phone, fetch it.",
        "Can you bring me my phone, please?",
        "I need my phone, please fetch it.",
        "Go get my phone from the shelf.",
        "Please, bring me my phone.",
        "Fetch me my phone from the living room.",
        "Retrieve my phone for me.",
        "I'd like my phone, can you get it?",
        "Could you bring me my phone?",
        "I require my phone, go get it.",
        "Bring me my phone from the bedroom.",
        "I need my phone, could you get it?",
        "Fetch my phone from the charger.",
        "Go grab my phone for me.",
        "Could you retrieve my phone?",
        "I'd like my phone, can you bring it?",
        "Please, go get me my phone.",
        "I'm in need of my phone, fetch it.",
        "Can you bring me my phone, please?",
        "I need my phone, please fetch it."
    ],
    "teddy bear": [
        "Bring me my teddy bear.",
        "Get me my teddy bear.",
        "Fetch me my teddy bear.",
        "Hand me my teddy bear.",
        "May I have my teddy bear?",
        "I'd like my teddy bear.",
        "Can you pass me my teddy bear?",
        "Please give me my teddy bear.",
        "Could you bring me my teddy bear?",
        "I want my teddy bear.",
        "Can you please get me my teddy bear?",
        "Can you please bring me my teddy bear?",
        "Can you please hand me my teddy bear?",
        "Can you go get my teddy bear for me?",
        "I need my teddy bear.",
        "Please get me my teddy bear.",
        "Can you help me out and get me my teddy bear?",
        "Would you mind giving me my teddy bear?",
        "Can you grab my teddy bear for me?",
        "Could you kindly bring me my teddy bear?",
        "Can you please obtain my teddy bear for me?",
        "May I trouble you for my teddy bear?",
        "Can you please acquire my teddy bear for me?",
        "Please bring me my teddy bear.",
        "Can you go grab my teddy bear for me?",
        "Would you be so kind as to hand me my teddy bear?",
        "Can you snag my teddy bear for me?",
        "Please could you give me my teddy bear?",
        "Could I trouble you to get me my teddy bear?",
        "I require my teddy bear.",
        "Could you kindly get my teddy bear for me?",
        "Can you please fetch my teddy bear?",
        "Can you please acquire my teddy bear for me?",
        "Can you please bring me my teddy bear?",
        "Can you please hand me my teddy bear?",
        "Can you please find my teddy bear?",
        "Can you please bring me my teddy bear?",
        "Can you please get me my teddy bear?",
        "Can you please bring my teddy bear for me?",
        "Can you please hand my teddy bear to me?",
        "Can you please get my teddy bear for me?",
        "Can you please bring me my teddy bear?",
        "Can you please get me my teddy bear",
        "Fetch my teddy bear for me.",
        "I need my teddy bear, please.",
        "Could you bring me my teddy bear?",
        "Retrieve my teddy bear from the bedroom.",
        "I'd like my teddy bear, can you get it?",
        "Go get my teddy bear for me.",
        "Please, bring me my teddy bear.",
        "I need my teddy bear, fetch it.",
        "Can you bring me my teddy bear, please?",
        "I require my teddy bear, go get it.",
        "Bring me my teddy bear from the living room.",
        "I need my teddy bear, could you get it?",
        "Fetch my teddy bear from the shelf.",
        "Go grab my teddy bear for me.",
        "Could you retrieve my teddy bear?",
        "I'd like my teddy bear, can you bring it?",
        "Please, go get me my teddy bear.",
        "I'm in need of my teddy bear, fetch it.",
        "Can you bring me my teddy bear, please?",
        "I need my teddy bear, please fetch it.",
        "Go get my teddy bear from the closet.",
        "Please, bring me my teddy bear.",
        "Fetch me my teddy bear from the bed.",
        "Retrieve my teddy bear for me.",
        "I'd like my teddy bear, can you get it?",
        "Could you bring me my teddy bear?",
        "I require my teddy bear, go get it.",
        "Bring me my teddy bear from the playroom.",
        "I need my teddy bear, could you get it?",
        "Fetch my teddy bear from the basket.",
        "Go grab my teddy bear for me.",
        "Could you retrieve my teddy bear?",
        "I'd like my teddy bear, can you bring it?",
        "Please, go get me my teddy bear.",
        "I'm in need of my teddy bear, fetch it.",
        "Can you bring me my teddy bear, please?",
        "I need my teddy bear, please fetch it.",
        "Go get my teddy bear from the dresser.",
        "Please, bring me my teddy bear.",
        "Fetch me my teddy bear from the chair.",
        "Retrieve my teddy bear for me.",
        "I'd like my teddy bear, can you get it?",
        "Could you bring me my teddy bear?",
        "I require my teddy bear, go get it.",
        "Bring me my teddy bear from the kitchen.",
        "I need my teddy bear, could you get it?",
        "Fetch my teddy bear from the table.",
        "Go grab my teddy bear for me.",
        "Could you retrieve my teddy bear?",
        "I'd like my teddy bear, can you bring it?",
        "Please, go get me my teddy bear.",
        "I'm in need of my teddy bear, fetch it.",
        "Can you bring me my teddy bear, please?",
        "I need my teddy bear, please fetch it.",
        "Go get my teddy bear from the counter.",
        "Please, bring me my teddy bear.",
        "Fetch me my teddy bear from the toy box.",
        "Retrieve my teddy bear for me.",
        "I'd like my teddy bear, can you get it?",
        "Could you bring me my teddy bear?",
        "I require my teddy bear, go get it.",
        "Bring me my teddy bear from the nursery.",
        "I need my teddy bear, could you get it?",
        "Fetch my teddy bear from the basket.",
        "Go grab my teddy bear for me.",
        "Could you retrieve my teddy bear?",
        "I'd like my teddy bear, can you bring it?",
        "Please, go get me my teddy bear.",
        "I'm in need of my teddy bear, fetch it.",
        "Can you bring me my teddy bear, please?",
        "I need my teddy bear, please fetch it.",
        "Go get my teddy bear from the shelf.",
        "Please, bring me my teddy bear.",
        "Fetch me my teddy bear from the living room.",
        "Retrieve my teddy bear for me.",
        "I'd like my teddy bear, can you get it?",
        "Could you bring me my teddy bear?",
        "I require my teddy bear, go get it.",
        "Bring me my teddy bear from the bedroom.",
        "I need my teddy bear, could you get it?",
        "Fetch my teddy bear from the closet.",
        "Go grab my teddy bear for me.",
        "Could you retrieve my teddy bear?",
        "I'd like my teddy bear, can you bring it?",
        "Please, go get me my teddy bear.",
        "I'm in need of my teddy bear, fetch it.",
        "Can you bring me my teddy bear, please?",
        "I need my teddy bear, please fetch it."
    ],
    "orange": [
        "Orange, please",
        "Bring me an orange.",
        "Bring me orange",
        "Get me orange",
        "Get me an orange.",
        "Fetch me an orange.",
        "Hand me an orange.",
        "May I have an orange?",
        "I'd like an orange.",
        "Can you pass me an orange?",
        "Please give me an orange.",
        "Could you bring me an orange?",
        "I want an orange.",
        "Can you please get me an orange?",
        "Can you please bring me an orange?",
        "Can you please hand me an orange?",
        "Can you go get an orange for me?",
        "I need an orange.",
        "Please get me an orange.",
        "Can you help me out and get me an orange?",
        "Would you mind giving me an orange?",
        "Can you grab an orange for me?",
        "Could you kindly bring me an orange?",
        "Can you please obtain an orange for me?",
        "May I trouble you for an orange?",
        "Can you please acquire an orange for me?",
        "Please bring me an orange.",
        "Can you go grab an orange for me?",
        "Would you be so kind as to hand me an orange?",
        "Can you snag an orange for me?",
        "Please could you give me an orange?",
        "Could I trouble you to get me an orange?",
        "I require an orange.",
        "Could you kindly get an orange for me?",
        "Can you please fetch an orange?",
        "Can you please acquire an orange for me?",
        "Can you please bring me an orange?",
        "Can you please hand me an orange?",
        "Can you please find an orange?",
        "Can you please bring me an orange?",
        "Can you please get me an orange?",
        "Can you please bring an orange for me?",
        "Can you please hand an orange to me?",
        "Can you please get an orange for me?",
        "Can you please bring me an orange?",
        "Can you please get me an orange?",
        "Fetch me an orange.",
        "I need an orange, please.",
        "Could you bring me an orange?",
        "Retrieve an orange from the kitchen.",
        "I'd like an orange, can you get one?",
        "Go get an orange for me.",
        "Please, bring me an orange.",
        "I need an orange, fetch one.",
        "Can you bring me an orange, please?",
        "I require an orange, go get one.",
        "Bring me an orange from the fruit bowl.",
        "I need an orange, could you get it?",
        "Fetch an orange from the fridge.",
        "Go grab an orange for me.",
        "Could you retrieve an orange?",
        "I'd like an orange, can you bring it?",
        "Please, go get me an orange.",
        "I'm in need of an orange, fetch one.",
        "Can you bring me an orange, please?",
        "I need an orange, please fetch it.",
        "Go get an orange from the counter.",
        "Please, bring me an orange.",
        "Fetch me an orange from the basket.",
        "Retrieve an orange for me.",
        "I'd like an orange, can you get one?",
        "Could you bring me an orange?",
        "I require an orange, go get one.",
        "Bring me an orange from the pantry.",
        "I need an orange, could you get it?",
        "Fetch an orange from the table.",
        "Go grab an orange for me.",
        "Could you retrieve an orange?",
        "I'd like an orange, can you bring it?",
        "Please, go get me an orange.",
        "I'm in need of an orange, fetch one.",
        "Can you bring me an orange, please?",
        "I need an orange, please fetch it.",
        "Go get an orange from the shelf.",
        "Please, bring me an orange.",
        "Fetch me an orange from the cupboard.",
        "Retrieve an orange for me.",
        "I'd like an orange, can you get one?",
        "Could you bring me an orange?",
        "I require an orange, go get one.",
        "Bring me an orange from the drawer.",
        "I need an orange, could you get it?",
        "Fetch an orange from the counter.",
        "Go grab an orange for me.",
        "Could you retrieve an orange?",
        "I'd like an orange, can you bring it?",
        "Please, go get me an orange.",
        "I'm in need of an orange, fetch one.",
        "Can you bring me an orange, please?",
        "I need an orange, please fetch it.",
        "Go get an orange from the table.",
        "Please, bring me an orange.",
        "Fetch me an orange from the shelf.",
        "Retrieve an orange for me.",
        "I'd like an orange, can you get one?",
        "Could you bring me an orange?",
        "I require an orange, go get one.",
        "Bring me an orange from the kitchen.",
        "I need an orange, could you get it?",
        "Fetch an orange from the pantry.",
        "Go grab an orange for me.",
        "Could you retrieve an orange?",
        "I'd like an orange, can you bring it?",
        "Please, go get me an orange.",
        "I'm in need of an orange, fetch one.",
        "Can you bring me an orange, please?",
        "I need an orange, please fetch it.",
        "Go get an orange from the cupboard.",
        "Please, bring me an orange.",
        "Fetch me an orange from the drawer.",
        "Retrieve an orange for me.",
        "I'd like an orange, can you get one?",
        "Could you bring me an orange?",
        "I require an orange, go get one.",
        "Bring me an orange from the counter.",
        "I need an orange, could you get it?",
        "Fetch an orange from the table.",
        "Go grab an orange for me.",
        "Could you retrieve an orange?",
        "I'd like an orange, can you bring it?",
        "Please, go get me an orange.",
        "I'm in need of an orange, fetch one.",
        "Can you bring me an orange, please?",
        "I need an orange, please fetch it."
    ],
    "cup": [
        "Bring me a cup.",
        "Get me a cup.",
        "Fetch me a cup.",
        "Hand me a cup.",
        "May I have a cup?",
        "I'd like a cup.",
        "Can you pass me a cup?",
        "Please give me a cup.",
        "Could you bring me a cup?",
        "I want a cup.",
        "Can you please get me a cup?",
        "Can you please bring me a cup?",
        "Can you please hand me a cup?",
        "Can you go get a cup for me?",
        "I need a cup.",
        "Please get me a cup.",
        "Can you help me out and get me a cup?",
        "Would you mind giving me a cup?",
        "Can you grab a cup for me?",
        "Could you kindly bring me a cup?",
        "Can you please obtain a cup for me?",
        "May I trouble you for a cup?",
        "Can you please acquire a cup for me?",
        "Please bring me a cup.",
        "Can you go grab a cup for me?",
        "Would you be so kind as to hand me a cup?",
        "Can you snag a cup for me?",
        "Please could you give me a cup?",
        "Could I trouble you to get me a cup?",
        "I require a cup.",
        "Could you kindly get a cup for me?",
        "Can you please fetch a cup?",
        "Can you please acquire a cup for me?",
        "Can you please bring me a cup?",
        "Can you please hand me a cup?",
        "Can you please find a cup?",
        "Can you please bring me a cup?",
        "Can you please get me a cup?",
        "Can you please bring a cup for me?",
        "Can you please hand a cup to me?",
        "Can you please get a cup for me?",
        "Can you please bring me a cup?",
        "Can you please get me a cup?",
        "Can you get me a cup?",
        "Fetch a cup for me.",
        "I need a cup, please.",
        "Could you bring me a cup?",
        "Retrieve a cup from the kitchen.",
        "I'd like a cup, can you get one?",
        "Go get a cup for me.",
        "Please, bring me a cup.",
        "I'm thirsty, fetch a cup.",
        "Can you bring me a cup, please?",
        "I require a cup, go get one.",
        "Bring me a cup from the cupboard.",
        "I need a cup, could you get it?",
        "Fetch a cup from the pantry.",
        "Go grab a cup for me.",
        "Could you retrieve a cup?",
        "I'd like a cup, can you bring it?",
        "Please, go get me a cup.",
        "I'm in need of a cup, fetch one.",
        "Can you bring me a cup, please?",
        "I need a cup, please fetch it.",
        "Go get a cup from the shelf.",
        "Please, bring me a cup.",
        "Fetch me a cup from the cabinet.",
        "Retrieve a cup for me.",
        "I'd like a cup, can you get one?",
        "Could you bring me a cup?",
        "I require a cup, go get one.",
        "Bring me a cup from the drawer.",
        "I need a cup, could you get it?",
        "Fetch a cup from the counter.",
        "Go grab a cup for me.",
        "Could you retrieve a cup?",
        "I'd like a cup, can you bring it?",
        "Please, go get me a cup.",
        "I'm in need of a cup, fetch one.",
        "Can you bring me a cup, please?",
        "I need a cup, please fetch it.",
        "Go get a cup from the table.",
        "Please, bring me a cup.",
        "Fetch me a cup from the shelf.",
        "Retrieve a cup for me.",
        "I'd like a cup, can you get one?",
        "Could you bring me a cup?",
        "I require a cup, go get one.",
        "Bring me a cup from the kitchen.",
        "I need a cup, could you get it?",
        "Fetch a cup from the pantry.",
        "Go grab a cup for me.",
        "Could you retrieve a cup?",
        "I'd like a cup, can you bring it?",
        "Please, go get me a cup.",
        "I'm in need of a cup, fetch one.",
        "Can you bring me a cup, please?",
        "I need a cup, please fetch it.",
        "Go get a cup from the cupboard.",
        "Please, bring me a cup.",
        "Fetch me a cup from the drawer.",
        "Retrieve a cup for me.",
        "I'd like a cup, can you get one?",
        "Could you bring me a cup?",
        "I require a cup, go get one.",
        "Bring me a cup from the counter.",
        "I need a cup, could you get it?",
        "Fetch a cup from the table.",
        "Go grab a cup for me.",
        "Could you retrieve a cup?",
        "I'd like a cup, can you bring it?",
        "Please, go get me a cup.",
        "I'm in need of a cup, fetch one.",
        "Can you bring me a cup, please?",
        "I need a cup, please fetch it.",
        "Go get a cup from the shelf.",
        "Please, bring me a cup.",
        "Fetch me a cup from the kitchen.",
        "Retrieve a cup for me.",
        "I'd like a cup, can you get one?",
        "Could you bring me a cup?",
        "I require a cup, go get one.",
        "Bring me a cup from the pantry.",
        "I need a cup, could you get it?",
        "Fetch a cup from the counter.",
        "Go grab a cup for me.",
        "Could you retrieve a cup?",
        "I'd like a cup, can you bring it?",
        "Please, go get me a cup.",
        "I'm in need of a cup, fetch one.",
        "Can you bring me a cup, please?",
        "I need a cup, please fetch it.",
        "Go get a cup from the drawer.",
        "Please, bring me a cup.",
        "Fetch me a cup from the table.",
        "Retrieve a cup for me.",
        "I'd like a cup, can you get one?",
        "Could you bring me a cup?",
        "I require a cup, go get one.",
        "Bring me a cup from the shelf.",
        "I need a cup, could you get it?",
        "Fetch a cup from the kitchen.",
        "Go grab a cup for me.",
        "Could you retrieve a cup?",
        "I'd like a cup, can you bring it?",
        "Please, go get me a cup.",
        "I'm in need of a cup, fetch one.",
        "Can you bring me a cup, please?",
        "I need a cup, please fetch it."
    ],
    "tie": [
        "Bring me a tie.",
        "Get me a tie.",
        "Fetch me a tie.",
        "Hand me a tie.",
        "May I have a tie?",
        "I'd like a tie.",
        "Can you pass me a tie?",
        "Please give me a tie.",
        "Could you bring me a tie?",
        "I want a tie.",
        "Can you please get me a tie?",
        "Can you please bring me a tie?",
        "Can you please hand me a tie?",
        "Can you go get a tie for me?",
        "I need a tie.",
        "Please get me a tie.",
        "Can you help me out and get me a tie?",
        "Would you mind giving me a tie?",
        "Can you grab a tie for me?",
        "Could you kindly bring me a tie?",
        "Can you please obtain a tie for me?",
        "May I trouble you for a tie?",
        "Can you please acquire a tie for me?",
        "Please bring me a tie.",
        "Can you go grab a tie for me?",
        "Would you be so kind as to hand me a tie?",
        "Can you snag a tie for me?",
        "Please could you give me a tie?",
        "Could I trouble you to get me a tie?",
        "I require a tie.",
        "Could you kindly get a tie for me?",
        "Can you please fetch a tie?",
        "Can you please acquire a tie for me?",
        "Can you please bring me a tie?",
        "Can you please hand me a tie?",
        "Can you please find a tie?",
        "Can you please bring me a tie?",
        "Can you please get me a tie?",
        "Can you please bring a tie for me?",
        "Can you please hand a tie to me?",
        "Can you please get a tie for me?",
        "Can you please bring me a tie?",
        "Can you please get me a tie?",
        "Fetch my tie for me.",
        "I need my tie, please.",
        "Could you bring me my tie?",
        "Retrieve my tie from the closet.",
        "I'd like my tie, can you get it?",
        "Go get my tie for me.",
        "Please, bring me my tie.",
        "I need my tie, fetch it.",
        "Can you bring me my tie, please?",
        "I require my tie, go get it.",
        "Bring me my tie from the bedroom.",
        "I need my tie, could you get it?",
        "Fetch my tie from the hanger.",
        "Go grab my tie for me.",
        "Could you retrieve my tie?",
        "I'd like my tie, can you bring it?",
        "Please, go get me my tie.",
        "I'm in need of my tie, fetch it.",
        "Can you bring me my tie, please?",
        "I need my tie, please fetch it.",
        "Go get my tie from the dresser.",
        "Please, bring me my tie.",
        "Fetch me my tie from the wardrobe.",
        "Retrieve my tie for me.",
        "I'd like my tie, can you get it?",
        "Could you bring me my tie?",
        "I require my tie, go get it.",
        "Bring me my tie from the office.",
        "I need my tie, could you get it?",
        "Fetch my tie from the shelf.",
        "Go grab my tie for me.",
        "Could you retrieve my tie?",
        "I'd like my tie, can you bring it?",
        "Please, go get me my tie.",
        "I'm in need of my tie, fetch it.",
        "Can you bring me my tie, please?",
        "I need my tie, please fetch it.",
        "Go get my tie from the rack.",
        "Please, bring me my tie.",
        "Fetch me my tie from the suitcase.",
        "Retrieve my tie for me.",
        "I'd like my tie, can you get it?",
        "Could you bring me my tie?",
        "I require my tie, go get it.",
        "Bring me my tie from the closet.",
        "I need my tie, could you get it?",
        "Fetch my tie from the drawer.",
        "Go grab my tie for me.",
        "Could you retrieve my tie?",
        "I'd like my tie, can you bring it?",
        "Please, go get me my tie.",
        "I'm in need of my tie, fetch it.",
        "Can you bring me my tie, please?",
        "I need my tie, please fetch it.",
        "Go get my tie from the box.",
        "Please, bring me my tie.",
        "Fetch me my tie from the laundry.",
        "Retrieve my tie for me.",
        "I'd like my tie, can you get it?",
        "Could you bring me my tie?",
        "I require my tie, go get it.",
        "Bring me my tie from the closet.",
        "I need my tie, could you get it?",
        "Fetch my tie from the bag.",
        "Go grab my tie for me.",
        "Could you retrieve my tie?",
        "I'd like my tie, can you bring it?",
        "Please, go get me my tie.",
        "I'm in need of my tie, fetch it.",
        "Can you bring me my tie, please?",
        "I need my tie, please fetch it.",
        "Go get my tie from the shelf.",
        "Please, bring me my tie.",
        "Fetch me my tie from the suitcase.",
        "Retrieve my tie for me.",
        "I'd like my tie, can you get it?",
        "Could you bring me my tie?",
        "I require my tie, go get it.",
        "Bring me my tie from the closet.",
        "I need my tie, could you get it?",
        "Fetch my tie from the drawer.",
        "Go grab my tie for me.",
        "Could you retrieve my tie?",
        "I'd like my tie, can you bring it?",
        "Please, go get me my tie.",
        "I'm in need of my tie, fetch it.",
        "Can you bring me my tie, please?",
        "I need my tie, please fetch it."
    ]
}